Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.rejected.reasonLabel
source: Reason given
ar: السبب المذكور
bn: জানানো কারণ
ca: Motiu indicat
cs: Uvedený důvod
da: Begrundelse
de: Angegebener Grund
el: Αιτιολογία
es: Motivo indicado
fi: Annettu syy
fr: Motif indiqué
he: הסיבה שניתנה
hi: बताया गया कारण
hr: Navedeni razlog
hu: Megadott ok
id: Alasan yang diberikan
it: Motivo indicato
ja: 理由
ko: 사유
ml: നൽകിയ കാരണം
ms: Sebab yang diberikan
nb: Oppgitt årsak
nl: Opgegeven reden
pl: Podany powód
pt_br: Motivo informado
pt_pt: Motivo indicado
ro: Motivul oferit
ru: Указанная причина
sk: Uvedený dôvod
sv: Angiven orsak
ta: கூறப்பட்ட காரணம்
te: ఇచ్చిన కారణం
th: เหตุผลที่ให้ไว้
tr: Belirtilen neden
uk: Вказана причина
ur: بتائی گئی وجہ
vi: Lý do được nêu
zh_hans: 给出的原因
zh_hant: 原因說明

# auth.rejected.retake
source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
ca: Torna-ho a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
ml: വീണ്ടും ശ്രമിക്കുക
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar de novo
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
ta: மீண்டும் முயல்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати ще раз
ur: دوبارہ کوشش کریں
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# auth.rejected.retake.hint
source: Opens the camera to photograph or upload your document again
ar: يفتح الكاميرا لتصوير وثيقتك أو رفعها من جديد
bn: নথির ছবি আবার তুলতে বা আপলোড করতে ক্যামেরা খোলে
ca: Obre la càmera per fotografiar o pujar de nou el teu document
cs: Otevře fotoaparát pro nové vyfotografování nebo nahrání dokladu
da: Åbner kameraet, så du kan fotografere eller uploade dit dokument igen
de: Öffnet die Kamera, um dein Dokument erneut zu fotografieren oder hochzuladen
el: Ανοίγει την κάμερα για να φωτογραφίσεις ή να ανεβάσεις ξανά το έγγραφό σου
es: Abre la cámara para fotografiar o subir de nuevo tu documento
fi: Avaa kameran asiakirjan kuvaamista tai lataamista varten uudelleen
fr: Ouvre l’appareil photo pour photographier ou envoyer à nouveau votre document
he: פותח את המצלמה לצילום או להעלאה מחדש של המסמך שלך
hi: आपका दस्तावेज़ फिर से फ़ोटो लेने या अपलोड करने के लिए कैमरा खोलता है
hr: Otvara kameru za ponovno fotografiranje ili prijenos isprave
hu: Megnyitja a kamerát az okmány újrafényképezéséhez vagy feltöltéséhez
id: Membuka kamera untuk memotret atau mengunggah dokumenmu lagi
it: Apre la fotocamera per fotografare o caricare di nuovo il documento
ja: カメラを開いて、書類を撮り直すかアップロードし直します
ko: 카메라를 열어 문서를 다시 촬영하거나 업로드해요
ml: രേഖ വീണ്ടും ഫോട്ടോ എടുക്കാനോ അപ്‌ലോഡ് ചെയ്യാനോ ക്യാമറ തുറക്കുന്നു
ms: Membuka kamera untuk memotret atau memuat naik dokumen anda semula
nb: Åpner kameraet for å ta bilde av eller laste opp dokumentet på nytt
nl: Opent de camera om je document opnieuw te fotograferen of te uploaden
pl: Otwiera aparat, aby ponownie sfotografować lub przesłać dokument
pt_br: Abre a câmera para fotografar ou enviar seu documento novamente
pt_pt: Abre a câmara para fotografar ou carregar novamente o seu documento
ro: Deschide camera pentru a fotografia sau încărca din nou documentul
ru: Открывает камеру, чтобы снова сфотографировать или загрузить документ
sk: Otvorí fotoaparát na odfotenie alebo nahratie dokladu znova
sv: Öppnar kameran för att fotografera eller ladda upp ditt dokument igen
ta: உங்கள் ஆவணத்தை மீண்டும் படம் எடுக்க அல்லது பதிவேற்ற கேமராவைத் திறக்கும்
te: మీ పత్రాన్ని మళ్లీ ఫోటో తీయడానికి లేదా అప్‌లోడ్ చేయడానికి కెమెరాను తెరుస్తుంది
th: เปิดกล้องเพื่อถ่ายหรืออัปโหลดเอกสารของคุณอีกครั้ง
tr: Belgenizi yeniden fotoğraflamak veya yüklemek için kamerayı açar
uk: Відкриває камеру, щоб знову сфотографувати або завантажити документ
ur: اپنا دستاویز دوبارہ کھینچنے یا اپ لوڈ کرنے کے لیے کیمرا کھولتا ہے
vi: Mở camera để chụp hoặc tải lên lại giấy tờ của bạn
zh_hans: 打开相机，重新拍摄或上传你的证件
zh_hant: 開啟相機，重新拍攝或上傳你的證件

# auth.rejected.revoked.message
source: A moderator has withdrawn the verification of this account, so it is closed. If you believe this is wrong, you can appeal here.
ar: سحب مشرف التوثيق من هذا الحساب، لذا فهو مغلق. إن كنت ترى أن هذا خطأ، يمكنك التظلم هنا.
bn: একজন মডারেটর এই অ্যাকাউন্টের ভেরিফিকেশন প্রত্যাহার করেছেন, তাই এটি বন্ধ করা হয়েছে। ভুল মনে হলে এখানে আপিল করতে পারেন।
ca: Un moderador ha retirat la verificació d'aquest compte, de manera que està tancat. Si creus que és un error, pots apel·lar aquí.
cs: Moderátor stáhl ověření tohoto účtu, proto je uzavřen. Pokud si myslíš, že je to chyba, můžeš se zde odvolat.
da: En moderator har trukket verificeringen af denne konto tilbage, så den er lukket. Hvis du mener, det er forkert, kan du anke her.
de: Ein Moderator hat die Verifizierung dieses Kontos zurückgezogen, daher ist es geschlossen. Wenn du glaubst, dass das falsch ist, kannst du hier Einspruch einlegen.
el: Ένας συντονιστής ανακάλεσε την επαλήθευση αυτού του λογαριασμού, γι' αυτό έχει κλείσει. Αν πιστεύεις ότι είναι λάθος, μπορείς να υποβάλεις ένσταση εδώ.
es: Un moderador ha retirado la verificación de esta cuenta, por lo que está cerrada. Si crees que es un error, puedes apelar aquí.
fi: Moderaattori on peruuttanut tämän tilin vahvistuksen, joten tili on suljettu. Jos uskot tämän olevan väärin, voit valittaa täällä.
fr: Un modérateur a retiré la vérification de ce compte, il est donc fermé. Si vous pensez que c’est une erreur, vous pouvez faire un recours ici.
he: מנהל תוכן ביטל את אימות החשבון הזה, ולכן הוא סגור. אם אתה סבור שזו טעות, אפשר לערער כאן.
hi: एक मॉडरेटर ने इस अकाउंट का सत्यापन वापस ले लिया है, इसलिए यह बंद है। अगर आपको लगता है कि यह ग़लत है, तो आप यहाँ अपील कर सकते हैं।
hr: Moderator je povukao provjeru ovog računa pa je zatvoren. Ako smatraš da je to pogrešno, ovdje se možeš žaliti.
hu: Egy moderátor visszavonta ennek a fióknak a hitelesítését, ezért le van zárva. Ha szerinted ez tévedés, itt fellebbezhetsz.
id: Seorang moderator telah mencabut verifikasi akun ini, jadi akun ditutup. Jika kamu merasa ini keliru, kamu bisa mengajukan banding di sini.
it: Un moderatore ha revocato la verifica di questo account, quindi è chiuso. Se pensi sia un errore, puoi fare ricorso qui.
ja: モデレーターがこのアカウントの認証を取り消したため、アカウントは閉鎖されました。誤りだと思われる場合は、ここから異議を申し立てられます。
ko: 모더레이터가 이 계정의 인증을 철회하여 계정이 닫혔어요. 잘못되었다고 생각하면 여기서 이의를 신청할 수 있어요.
ml: ഒരു മോഡറേറ്റർ ഈ അക്കൗണ്ടിന്റെ പരിശോധന പിൻവലിച്ചു, അതിനാൽ ഇത് അടച്ചിരിക്കുന്നു. ഇത് തെറ്റാണെന്ന് തോന്നുന്നെങ്കിൽ ഇവിടെ അപ്പീൽ ചെയ്യാം.
ms: Seorang moderator telah menarik balik pengesahan akaun ini, jadi ia ditutup. Jika anda percaya ini salah, anda boleh merayu di sini.
nb: En moderator har trukket tilbake verifiseringen av denne kontoen, så den er stengt. Hvis du tror det er feil, kan du anke her.
nl: Een moderator heeft de verificatie van dit account ingetrokken, dus het is gesloten. Denk je dat dit niet klopt, dan kun je hier bezwaar maken.
pl: Moderator wycofał weryfikację tego konta, więc zostało ono zamknięte. Jeśli uważasz, że to błąd, możesz się tutaj odwołać.
pt_br: Um moderador retirou a verificação desta conta, por isso ela foi encerrada. Se acha que isso está errado, você pode contestar aqui.
pt_pt: Um moderador retirou a verificação desta conta, por isso está encerrada. Se acha que é um erro, pode contestar aqui.
ro: Un moderator a retras verificarea acestui cont, așa că este închis. Dacă crezi că este o greșeală, poți contesta aici.
ru: Модератор отозвал проверку этого аккаунта, поэтому он закрыт. Если считаете это ошибкой, подайте апелляцию здесь.
sk: Moderátor stiahol overenie tohto účtu, preto je uzavretý. Ak si myslíš, že je to nesprávne, môžeš sa tu odvolať.
sv: En moderator har återkallat verifieringen av det här kontot, så det är stängt. Om du tror att det är fel kan du överklaga här.
ta: ஒரு மதிப்பீட்டாளர் இந்தக் கணக்கின் சரிபார்ப்பைத் திரும்பப் பெற்றுள்ளார், எனவே இது மூடப்பட்டுள்ளது. இது தவறு என்று நினைத்தால் இங்கே மேல்முறையீடு செய்யலாம்.
te: మోడరేటర్ ఈ ఖాతా ధృవీకరణను ఉపసంహరించారు, కాబట్టి ఇది మూసివేయబడింది. ఇది తప్పని మీరు భావిస్తే, ఇక్కడ అప్పీల్ చేయవచ్చు.
th: ผู้ดูแลได้เพิกถอนการยืนยันบัญชีนี้ บัญชีจึงถูกปิด หากคุณคิดว่าไม่ถูกต้อง คุณอุทธรณ์ได้ที่นี่
tr: Bir moderatör bu hesabın doğrulamasını geri çekti, bu yüzden hesap kapatıldı. Bunun yanlış olduğunu düşünüyorsanız buradan itiraz edebilirsiniz.
uk: Модератор скасував верифікацію цього облікового запису, тому його закрито. Якщо ви вважаєте, що це помилка, ви можете оскаржити рішення тут.
ur: ایک ماڈریٹر نے اس اکاؤنٹ کی تصدیق واپس لے لی ہے، اس لیے یہ بند ہے۔ اگر آپ کو لگتا ہے کہ یہ غلط ہے تو آپ یہاں اپیل کر سکتے ہیں۔
vi: Một người kiểm duyệt đã thu hồi xác minh của tài khoản này nên tài khoản bị đóng. Nếu bạn cho rằng điều này sai, bạn có thể khiếu nại tại đây.
zh_hans: 版主已撤销此账户的验证，因此账户已关闭。如果你认为这是错误的，可以在此申诉。
zh_hant: 版主已撤銷此帳號的驗證，因此帳號已關閉。若你認為有誤，可以在此申訴。

# auth.rejected.revoked.title
source: Verification withdrawn
ar: تم سحب التوثيق
bn: ভেরিফিকেশন প্রত্যাহার করা হয়েছে
ca: Verificació retirada
cs: Ověření staženo
da: Verificering trukket tilbage
de: Verifizierung zurückgezogen
el: Η επαλήθευση ανακλήθηκε
es: Verificación retirada
fi: Vahvistus peruutettu
fr: Vérification retirée
he: האימות בוטל
hi: सत्यापन वापस लिया गया
hr: Provjera povučena
hu: Hitelesítés visszavonva
id: Verifikasi dicabut
it: Verifica revocata
ja: 認証が取り消されました
ko: 인증이 철회되었어요
ml: പരിശോധന പിൻവലിച്ചു
ms: Pengesahan ditarik balik
nb: Verifiseringen er trukket tilbake
nl: Verificatie ingetrokken
pl: Weryfikacja wycofana
pt_br: Verificação retirada
pt_pt: Verificação retirada
ro: Verificare retrasă
ru: Проверка отозвана
sk: Overenie bolo stiahnuté
sv: Verifieringen återkallad
ta: சரிபார்ப்பு திரும்பப் பெறப்பட்டது
te: ధృవీకరణ ఉపసంహరించబడింది
th: เพิกถอนการยืนยันแล้ว
tr: Doğrulama geri çekildi
uk: Верифікацію скасовано
ur: تصدیق واپس لے لی گئی
vi: Đã thu hồi xác minh
zh_hans: 验证已撤销
zh_hant: 驗證已撤銷

# auth.rejected.screened.message
source: An automatic check turned this submission away before a reviewer saw it, and its photos have been deleted. Send it again with new photos — or appeal if you think the check got it wrong.
ar: ردّ فحصٌ آلي هذا الطلب قبل أن يطّلع عليه أي مراجع، وحُذفت صوره. أرسله مرة أخرى بصور جديدة — أو قدّم تظلّمًا إن رأيت أن الفحص أخطأ.
bn: রিভিউয়ার দেখার আগেই একটি স্বয়ংক্রিয় যাচাই এই জমাটি ফিরিয়ে দিয়েছে, এবং এর ছবিগুলো মুছে ফেলা হয়েছে। নতুন ছবি দিয়ে আবার পাঠান — অথবা যাচাইটি ভুল করেছে মনে হলে আপিল করুন।
ca: Una comprovació automàtica va rebutjar aquest enviament abans que el veiés cap revisor, i se n'han eliminat les fotos. Torna a enviar-lo amb fotos noves, o apel·la si creus que la comprovació s'ha equivocat.
cs: Automatická kontrola toto podání odmítla dřív, než ho viděl posuzovatel, a jeho fotografie byly smazány. Odešli ho znovu s novými fotografiemi – nebo se odvolej, pokud si myslíš, že kontrola chybovala.
da: En automatisk kontrol afviste denne indsendelse, før en gennemgående så den, og fotoene er slettet. Send den igen med nye fotos – eller anke, hvis du mener, kontrollen tog fejl.
de: Eine automatische Prüfung hat diese Einreichung abgelehnt, bevor ein Prüfer sie gesehen hat, und die Fotos wurden gelöscht. Sende sie mit neuen Fotos erneut – oder lege Einspruch ein, wenn du glaubst, dass die Prüfung sich geirrt hat.
el: Ένας αυτόματος έλεγχος απέρριψε αυτή την υποβολή πριν τη δει ελεγκτής και οι φωτογραφίες της διαγράφηκαν. Στείλ' την ξανά με νέες φωτογραφίες — ή υπέβαλε ένσταση αν πιστεύεις ότι ο έλεγχος έκανε λάθος.
es: Una comprobación automática rechazó este envío antes de que lo viera un revisor, y sus fotos se han eliminado. Envíalo de nuevo con fotos nuevas, o apela si crees que la comprobación se equivocó.
fi: Automaattinen tarkistus hylkäsi tämän lähetyksen, ennen kuin tarkastaja näki sen, ja sen kuvat on poistettu. Lähetä se uudelleen uusilla kuvilla – tai valita, jos uskot tarkistuksen erehtyneen.
fr: Un contrôle automatique a refusé cet envoi avant qu’un vérificateur ne le voie, et ses photos ont été supprimées. Renvoyez-le avec de nouvelles photos — ou faites un recours si vous pensez que le contrôle s’est trompé.
he: בדיקה אוטומטית דחתה את ההגשה הזו לפני שבודק ראה אותה, והתמונות שלה נמחקו. שלח שוב עם תמונות חדשות — או ערער אם אתה חושב שהבדיקה טעתה.
hi: समीक्षक के देखने से पहले ही एक स्वचालित जाँच ने यह सबमिशन लौटा दिया, और इसकी फ़ोटो हटा दी गई हैं। नई फ़ोटो के साथ फिर से भेजें — या अगर आपको लगता है कि जाँच ग़लत थी तो अपील करें।
hr: Automatska provjera odbila je ovu prijavu prije nego što ju je recenzent vidio, a njezine fotografije su izbrisane. Pošalji ponovno s novim fotografijama — ili se žali ako misliš da je provjera pogriješila.
hu: Egy automatikus ellenőrzés elutasította a beküldést, mielőtt elbíráló látta volna, és a fotókat töröltük. Küldd be újra új fotókkal – vagy fellebbezz, ha szerinted az ellenőrzés tévedett.
id: Pemeriksaan otomatis menolak pengajuan ini sebelum dilihat peninjau, dan fotonya sudah dihapus. Kirim lagi dengan foto baru — atau ajukan banding jika menurutmu pemeriksaannya salah.
it: Un controllo automatico ha rifiutato questo invio prima che lo vedesse un revisore, e le sue foto sono state eliminate. Invialo di nuovo con foto nuove, oppure fai ricorso se pensi che il controllo si sia sbagliato.
ja: 審査担当者が確認する前に、自動チェックでこの申請は受け付けられず、写真は削除されました。新しい写真でもう一度送信してください。チェックが誤っていると思われる場合は、異議を申し立てられます。
ko: 검토자가 보기 전에 자동 확인에서 이 제출이 거부되었고 사진은 삭제되었어요. 새 사진으로 다시 보내거나, 자동 확인이 잘못되었다고 생각하면 이의를 신청하세요.
ml: ഒരു റിവ്യൂവർ കാണുന്നതിന് മുമ്പേ ഓട്ടോമാറ്റിക് പരിശോധന ഈ സമർപ്പണം നിരസിച്ചു, അതിലെ ഫോട്ടോകൾ ഇല്ലാതാക്കി. പുതിയ ഫോട്ടോകളോടെ വീണ്ടും അയയ്ക്കുക — അല്ലെങ്കിൽ പരിശോധനയ്ക്ക് തെറ്റിയെന്ന് തോന്നുന്നെങ്കിൽ അപ്പീൽ ചെയ്യുക.
ms: Semakan automatik menolak penghantaran ini sebelum penyemak melihatnya, dan fotonya telah dipadam. Hantar semula dengan foto baharu — atau buat rayuan jika anda rasa semakan itu tersilap.
nb: En automatisk kontroll avviste denne innsendingen før noen så den, og bildene er slettet. Send den inn på nytt med nye bilder, eller anke hvis du mener kontrollen tok feil.
nl: Een automatische controle heeft deze aanvraag afgewezen voordat een beoordelaar hem zag, en de foto's zijn verwijderd. Verstuur hem opnieuw met nieuwe foto's, of maak bezwaar als je denkt dat de controle het mis had.
pl: Automatyczna kontrola odrzuciła to zgłoszenie, zanim zobaczył je weryfikator, a zdjęcia zostały usunięte. Wyślij je ponownie z nowymi zdjęciami — lub odwołaj się, jeśli uważasz, że kontrola się pomyliła.
pt_br: Uma verificação automática recusou este envio antes que um analista o visse, e as fotos foram excluídas. Envie de novo com fotos novas ou conteste se achar que a verificação errou.
pt_pt: Uma verificação automática recusou este envio antes de um revisor o ver, e as respetivas fotos foram eliminadas. Envie-o de novo com fotos novas — ou conteste se acha que a verificação errou.
ro: O verificare automată a respins acest dosar înainte să-l vadă un evaluator, iar fotografiile lui au fost șterse. Trimite-l din nou cu fotografii noi — sau contestă dacă crezi că verificarea a greșit.
ru: Автоматическая проверка отклонила эту заявку до того, как её увидел проверяющий, а фото удалены. Отправьте заявку снова с новыми фото — или подайте апелляцию, если считаете, что проверка ошиблась.
sk: Automatická kontrola odmietla túto žiadosť skôr, než ju videl posudzovateľ, a jej fotky boli odstránené. Pošli ju znova s novými fotkami — alebo sa odvolaj, ak si myslíš, že kontrola sa pomýlila.
sv: En automatisk kontroll avvisade inlämningen innan en granskare såg den, och bilderna har raderats. Skicka in igen med nya bilder – eller överklaga om du tycker att kontrollen gjorde fel.
ta: மதிப்பாய்வாளர் பார்க்கும் முன்பே தானியங்கிச் சோதனை இந்தச் சமர்ப்பிப்பை நிராகரித்தது, அதன் புகைப்படங்கள் நீக்கப்பட்டன. புதிய புகைப்படங்களுடன் மீண்டும் அனுப்புங்கள் — சோதனை தவறு என்று நினைத்தால் மேல்முறையீடு செய்யுங்கள்.
te: సమీక్షకుడు చూడక ముందే ఆటోమేటిక్ తనిఖీ ఈ సమర్పణను తిరస్కరించింది, దాని ఫోటోలు తొలగించబడ్డాయి. కొత్త ఫోటోలతో మళ్లీ పంపండి — లేదా తనిఖీ పొరపాటు చేసిందని భావిస్తే అప్పీల్ చేయండి.
th: การตรวจสอบอัตโนมัติปฏิเสธการส่งนี้ก่อนที่ผู้ตรวจสอบจะเห็น และรูปภาพถูกลบแล้ว ส่งใหม่พร้อมรูปใหม่ หรืออุทธรณ์หากคุณคิดว่าการตรวจสอบผิดพลาด
tr: Otomatik bir kontrol, bu gönderimi bir inceleyici görmeden reddetti ve fotoğrafları silindi. Yeni fotoğraflarla yeniden gönderin; kontrolün yanıldığını düşünüyorsanız itiraz edin.
uk: Автоматична перевірка відхилила цю заявку, перш ніж її побачив перевіряльник, а її фото видалено. Надішліть її знову з новими фото — або оскаржте, якщо вважаєте, що перевірка помилилась.
ur: ایک خودکار جانچ نے جائزہ لینے والے کے دیکھنے سے پہلے ہی یہ جمع کرائی گئی چیز واپس کر دی، اور اس کی تصاویر حذف کر دی گئی ہیں۔ نئی تصاویر کے ساتھ دوبارہ بھیجیں — یا اگر آپ کو لگتا ہے کہ جانچ سے غلطی ہوئی تو اپیل کریں۔
vi: Một bước kiểm tra tự động đã từ chối hồ sơ này trước khi người xét duyệt xem, và các ảnh đã bị xóa. Hãy gửi lại với ảnh mới — hoặc khiếu nại nếu bạn cho rằng bước kiểm tra sai.
zh_hans: 自动检查在审核员查看之前就拒绝了此次提交，其中的照片已被删除。请用新照片重新提交，如果你认为检查有误，也可以申诉。
zh_hant: 在審核人員查看之前，自動檢查就退回了這次送件，其照片也已刪除。請用新的照片重新送出，若你認為檢查有誤，也可以申訴。
